{"list": [{
  "order": 1,
  "name": "Amelia Andersdotter",
  "twitter": "teirdes",
  "shortinfo": "",
  "bio": "Amelia Andersdotter was born on 30 August 1987 at Akademiska sjukhuset in Uppsala, Sweden, the first of three children. Her mother, Lotta Lille, is a journalist, and her father, Anders Lundquist, is a teacher and chess tutor. Her sisters are Ulrika and Karolina. She also has a half-brother on her father's side, Eirik Lundquist. After graduating at Rosendalsgymnasiet in Uppsala, she attended university in Lund, where she studied mathematics, physics, Spanish and business law. However, Andersdotter was elected before completing her studies."
}
,{
  "name": "Andrew Pendrick",
  "twitter": "andrewpendrick",
  "shortinfo": "",
  "order": 11
}
,{
  "img": "anna-debenham.jpg",
  "name": "Anna Debenham",
  "twitter": "anna_debenham",
  "shortinfo": "",
  "order": 3
}
,{
  "name": "Davide Casali",
  "twitter": "folletto",
  "shortinfo": "",
  "order": 2
}
,{
  "name": "Harry Roberts",
  "twitter": "csswizardry",
  "shortinfo": "",
  "order": 12
},{
  "name": "James Hall",
  "twitter": "mrrio",
  "shortinfo": "",
  "order": 5
}
,{
  "img": "petro-salema.jpg",
  "name": "Petro Salema",
  "twitter": "petrosalema",
  "shortinfo": "",
  "order": 14
}
,{
  "img": "razan-sadeq.jpg",
  "name": "Razan Sadeq",
  "twitter": "razsadeq",
  "shortinfo": "",
  "order": 13
}
,{
  "img": "sally-jenkinson.jpg",
  "name": "Sally Jenkinson",
  "twitter": "sjenkinson",
  "shortinfo": "",
  "order": 8
}
,{
  "name": "Shane Hudson",
  "twitter": "shanehudson",
  "shortinfo": "",
  "order": 7
}
,{
  "name": "Sharon Steed",
  "twitter": "sharonsteed",
  "shortinfo": "",
  "order": 15
}
,{
  "order": 9,
  "img": "tim-kadlec.jpg",
  "name": "Tim Kadlec",
  "twitter": "tkadlec",
  "shortinfo": "",
  "bio": "Tim is an independent Web developer living in northern Wisconsin with his wife and three daughters. He is very passionate about the Web and can frequently be found speaking about what he’s learned at a variety of Web conferences. He wrote 'Implementing Responsive Design: Building sites for an anywhere, everywhere web' and was a contributing author for the Web Performance Daybook Volume 2.",
  "talk-title": "In Between",
  "talk-abstract": "Historically, the intermediary states of our sites have been neglected. The transition between the starting and ending points has been treated as an afterthought, one we begrudgingly fix because they’re there and they stick out like a sore thumb. But the web is maturing, and our roles are shifting as it does. Through careful choreography we can make sure that these intermediate states feel intentional. That they don’t break our users state of flow, but help to maintain it. The result will be more delightful experiences for our users—from start to finish and every step along the way."
}
,{
  "name": "Una Kravets",
  "twitter": "una",
  "shortinfo": "",
  "order": 10
}
,{
  "name": "Zach Holman",
  "twitter": "holman",
  "shortinfo": "",
  "order": 6
}
,{
  "name": "Zoe Gillenwater",
  "twitter": "zomigi",
  "shortinfo": "",
  "order": 4
}
]}