{"list": [{
  "order": 1,
  "name": "Amelia Andersdotter",
  "twitter": "teirdes",
  "shortinfo": "",
  "bio": "From 2011 to 2014, Amelia was a member of the European Parliament. Since then, she is on the advisory group for the Internet Governance Forum at the United Nations. She is also founder and director at dataskydd.net, and she has been involved in copywrongs, a pan-European initiative to help citizens engage in the European Union copyright reform of 2015."
}
,{
  "name": "Andrew Pendrick",
  "twitter": "andrewpendrick",
  "shortinfo": "",
  "order": 11,
  "bio": "Andrew started designing and building sites on an agency treadmill then promoting user centered design to a reluctant banking behemoth before leaving to join a small design and research team building niche stuff for large audiences. After a couple of years at co-helming Folksy, the modern British craft marketplace, he now spends his days as a product owner trying to make the world’s leading accommodation platform better over at Booking.com."
}
,{
  "img": "anna-debenham.jpg",
  "name": "Anna Debenham",
  "twitter": "anna_debenham",
  "shortinfo": "",
  "order": 3,
  "bio": "Anna Debenham is a freelance front-end developer based in London. She was awarded Young Developer of the Year by Netmag in 2013. She's written a book on Front End Style Guides, and co-hosts a pocast with Brad Frost on Style Guides. When she's not playing on them, she's researching the browsers on game consoles."
}
,{
  "name": "Davide Casali",
  "twitter": "folletto",
  "shortinfo": "",
  "order": 2,
  "bio": "He is user experience director and startup advisor with a hybrid background in design, psychology and technology. His objective is to change for better the quality of life of the people through the products he designs and lead. He currently works in ‪Automattic‬, maker of WordPress.com. He believes that “Simplicity is the ultimate sophistication”."
}
,{
  "name": "Harry Roberts",
  "twitter": "csswizardry",
  "shortinfo": "",
  "order": 12,
  "bio": "With a client list including *Google*, the *United Nations*, and *Unilever*, Harry is an award-winning Consultant Front-end Architect who helps organisations and teams across the globe to plan, build, and maintain product-scale UIs. He writes on the subjects of CSS architecture, performance, and scalability at [csswizardry.com](http://csswizardry.com); develops and maintains [inuitcss](https://github.com/inuitcss); authored [CSS Guidelines](http://cssguidelin.es); and Tweets at [@csswizardry](http://twitter.com/csswizardry)."
}
,{
  "name": "James Hall",
  "twitter": "mrrio",
  "shortinfo": "",
  "order": 5,
  "bio":"James Hall has been working in the digital sector for 12 years. He is the author of the popular ‪‎jsPDF‬ library, and is a founder/Director of ‪Parallax‬, a digital agency in the UK. He has worked as a software developer on a wide variety of projects, from LED Billboards, car unlocking apps, to large web applications and tools."
}
,{
  "img": "petro-salema.jpg",
  "name": "Petro Salema",
  "twitter": "petrosalema",
  "shortinfo": "",
  "order": 14,
  "bio": "Pedro currently leads the development of Aloha Editor, to make the web a platform for text based editing. He discovered the possibilities for software to impact the human condition with the World Wide Web in his early teens. He noticed that most of the limitations on what we can build with software are only as insurmountable as the limits to our imagination, and thus began his study of code and design—the craft, and the people behind it."
}
,{
  "img": "razan-sadeq.jpg",
  "name": "Razan Sadeq",
  "twitter": "razsadeq",
  "shortinfo": "",
  "order": 13,
  "bio": "Razan is a user researcher at Spotify. Razan’s goal is to get paid to have fun, and that's what she does today. She's incredibly passionate and curious about understanding people and immersing herself in their wold. Why do they listen to music? How, when, what, who, why, why, why?! As she describes is, it's like playing detective. Her previous gigs include working at art+com in Berlin creating interactive installations, and hustling in the online fashion world where she specialised in user research."
}
,{
  "img": "sally-jenkinson.jpg",
  "name": "Sally Jenkinson",
  "twitter": "sjenkinson",
  "shortinfo": "",
  "order": 8,
  "bio": "Sally is a technical consultant and solutions architect who, through her company Records Sound the Same, helps both big and small businesses with their discovery, planning, and strategic digital decisions. She focuses on using technology to enhance experiences. She is a coder, author, gamer, and tea drinker."
}
,{
  "name": "Shane Hudson",
  "twitter": "shanehudson",
  "shortinfo": "",
  "order": 7,
  "bio": "Despite being a constant presence on Twitter, he is a freelance developer interested in the weird and wonderful of the web. He has previously worked on a web-based geographic data portal at Plymouth Marine Laboratory and written a book called JavaScript ‪Creativity‬."
}
,{
  "name": "Sharon Steed",
  "twitter": "sharonsteed",
  "shortinfo": "",
  "order": 15,
  "bio": "Sharon is a communications consultant with over a decade of experience creating and managing content. She helps companies communicate better with their audience as well as their fellow team members. She has spoken to universities about stuttering, at Ignite Chicago about patience, and several tech conferences about improving communication skills through embracing vulnerabilities."
}
,{
  "order": 9,
  "img": "tim-kadlec.jpg",
  "name": "Tim Kadlec",
  "twitter": "tkadlec",
  "shortinfo": "",
  "bio": "Tim Kadlec is a web technology advocate pushing for a faster web at ‪Akamai‬. He is the author of 'Implementing Responsive Design: Building sites for an anywhere, everywhere web' and was a contributing author for 'Smashing‬ Book #4: New Perspectives on Web Design and Web Performance Daybook Volume 2'. Along with Katie Kovalcin, he co-hosts The Path to Performance Podcast."
}
,{
  "name": "Una Kravets",
  "twitter": "una",
  "shortinfo": "",
  "order": 10,
  "bio": "Una is a front-end developer, architecting design systems and building software prototypes on the Cloud Platform team at IBM Design, Austin. She is a core member of the Open Design Foundation and founder of both the Sassy DCand ATX Sass Meetups. She's a performance nerd, but also loves illustration, hand-lettering, and audiobooks."
}
,{
  "name": "Zach Holman",
  "twitter": "holman",
  "shortinfo": "",
  "order": 6,
  "bio": "Zach Holman is a developer living in San Francisco. He joined ‪GitHub‬ in 2010 as one of their first engineering hires and helped build and grow their product and culture over five years. He does a lot of public speaking about creating happy, productive software teams, and writes about the art of public speaking itself at speaking.io."
}
,{
  "name": "Zoe Gillenwater",
  "twitter": "zomigi",
  "shortinfo": "",
  "order": 4,
  "bio": "Zoe is a Web designer and developer specialising in Responsive Web design, user experience, and Web accessibility techniques to maximise usability, device compatibility, and awesomeness. She is the author of the “New Riders books Stunning CSS3: A Project-based Guide to the Latest in CSS” and “Flexible Web Design: Creating Liquid and Elastic Layouts with CSS” and the video training “Web Accessibility Principles” for lynda.com. She currently works as a UX designer for Booking.com."
}
]}